---
layout: page
title: 'teach the web with neighbouring women'
visible: true
comment: true

---

મે ઉનાળા વેકેશન મા નકકી કરયુ કે હુ સોસાઇટીમા રહેતી ગૃહિણીઅો ને તેમના વપરાશમાં આવે તેવી એપ્લિકેશન બતાવીશ તેમ જ ઇન્ટરનેટ નો સાચી રીતે
 વપરાશ કરવાનુ શિખવીશ.
<br>
<br>
રાતે 9 વાગે મેં શરુઆત કરી અેક સવાલ થી કે તમને ઇન્ટરનેટ વિષે શું ખબર છે? તમને ફોન મળે તો તેનો ઉપયોગ કઈ રીતે કરો. પહેલો જવાબ હતો WhatsApp નાખીને વાતો કરવાનો અને સરસ મજાના photos પાડવાના... Youtube પર રસોઇ ના videos જોવાના... આના સિવાય 3જો જવાબ ના મળયો. મને અે સાંભળીને દુ:ખ થયુ કે કોઈ ગૃહિણી જોડે ફોન ન હતો પણ તેમના primary શાળામાં ભણતા બાળકો અને તેમના પતિ પાસે ફોન હતો.
<br>
<br>
મેં મારો ફોન દેખાડયો. તેઆે ને ઝીણા અકસર વાંચવામા તકલીફ પડતી હતી. ઉપરથી ગુજરાતી ભાષામાં શિણ લીધુ હોવાથી અને ગામડા માં રહેવથી તેઓ English વિશે પરિચીત ન હતા. અેક અે કીધુ English ના આવડે અેટલે આપણે બધે પાછા પડીએ. વાત તો સાચી હતી તેમની પણ કારણ કે internet પરની મોટા ભાગના લેખ English માં હોવથી વાંચી શકતા ન હતા.
<br>
<br><br>
<img src="/wow-resources/images/indian-ladies-using-mobile.jpg"	height="300" width ="340" hspace="20"/>
<img src="/wow-resources/images/selfie.jpg"	height="300" width ="330" hspace="20"/>
<img src="/wow-resources/images/society-group.jpg"	height="300" width ="330" hspace="20"/>

 તેમને Android શુ છે. Browser શુ છે તે કહયુ.મેં તેમને મેનુ, ફાઈલ, આવૃતિ વિષે સમજાવયુ. Search engine એટલે શું, તેના ઉપયોગ જેવા કે વાતાવરણ જોવુ, વિવિધ દેશોનો સમય જોવો, English  શબદ ના આવડે તો ડિકશનરી વાપરવી, સુડોકુ જેવી રમત ભોન મા કઈ રીતે રાય અને બીજુ ઘણુ બધુ... યાદી કઈ રીતે સાચવવી અને ગુજરાતી માં કઈ રીતે ટાઈપ થાય તે બતાવયુ જે તેમને બહુ અઘરૂ લાગયુ. play store માં એપ કઈ રીતે ઇન્સ્ટોલ કરાય તે જણાવયુ. મે તેમને રસોઇની  અલગ એપ્લિકેશન તેમ જ expense manager વાપરતા  શીખવાડયુ.


આ બધુ તેઓ પહેલી વખત જોતા હતા એટલે ઉત્સાહ અને  મૂંઝવણ નો ભાવ તેમના ચહેરા પર તેખાતો હતો.
 તેઓ કૂતૂહુલથી ફોન જોતા હતા એવામાં અેક સવાલ થયો કે વાયર વગર ઇ બધુ ચાલે કઈ રીતે, જાદુ જેવુ લાગે. મેં તેમને signals અને સેટેલાઈટ વિશે જણાવયુ.
પછી તેના પરથી ખબર પડી કે electrical engineering કોસૅ એટલે શુ.
 તેઓ જાણીને ખુશ થયા કે શિક્ષણ વયવસથા કેટલી બદલાઈ ગઈ છે!


તેઓ ખુશ થયા કે  ફોનમાં whatsapp અને photos સિવાય ઘણુ બધુ  છે.
